Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM2.tmx
Source language: es_es
Languages: en_gb

source: haber sido expulsado por la presión en la jeringa) .
en_gb: have been pushed out by the pressure in the syringe) .

source: Grupos de presión
en_gb: Pressure groups

source: Presión de grupo
en_gb: Peer pressure

source: Sin embargo, esto no viene al caso.
en_gb: However, now to the matter in hand.

source: Sin embargo, ahora aparece una organización para la reconstrucción que está totalmente bajo control estadounidense.
en_gb: Nonetheless, an organisation for reconstruction is now emerging that is under the total control of the Americans.

source: Ahora no viene el lobo.
en_gb: There is no wolf here.

source: También será necesario organizar una conferencia de donantes internacionales para transmitir una señal firme de confianza a los inversores.
en_gb: A conference of international donors will also be needed to send out a strong signal of confidence to investors.

source: 5. La Comisión ha aprobado un esbozo de curso de formación de cinco días destinado a facilitar la preparación de presentaciones con arreglo a sus directrices científicas y técnicas. El curso se organizará e impartirá por los gobiernos interesados, las organizaciones internacionales y las instituciones que cuenten con los expertos e instalaciones necesarios. Además, la Comisión ha elaborado un diagrama explicativo de la preparación de presentaciones por los Estados ribereños.
en_gb: 5. The Commission has adopted an outline for a five-day training course in order to facilitate the preparation of submissions in accordance with its Scientific and Technical Guidelines. The course is to be developed and delivered by interested Governments, international organizations and institutions which possess the necessary expertise and facilities. The Commission has likewise prepared a basic flow chart illustrating the preparation of submissions by coastal States.

source: Organizar
en_gb: Arrange

source: Podemos ayudar y de esa forma podemos establecer juntos una verdadera democracia europea.
en_gb: We can help, and that way we can establish together a real European democracy.

source: Nosotros sólo podemos hacer propuestas de participación de la Unión si hay una verdadera participación europea.
en_gb: We can only make proposals on the participation of the Union if we have real participation by the Member States.

source: Por esos y muchos otros motivos, concluyo que no podemos hacer nada más que expresar nuestro rechazo a este programa de trabajo tan lleno de tópicos y de buenas intenciones que no pueden cumplirse y en el que se ignoran totalmente los verdaderos problemas de los ciudadanos europeos.
en_gb: For those reasons, and many others, I conclude that we can do no other than express our disapproval of this work programme that is so full of platitudes and good intentions that cannot be kept and in which the essential concerns of the European citizens are completely overlooked.

source: Las cuestiones actualmente en evaluación y destacadas por la DGOJ se han explicado con mayor detalle más adelante en el plan de calidad.
en_gb: The issues currently under assessment and highlighted by the DGOJ have been explained in greater detail below within the quality plan.

source: Más adelante se insinúa incluso una abolición.
en_gb: Later, there is even a hint of a repeal.

source: Señor Presidente, una cuestión de mero detalle. Pero como incluso afecta al Sr. Presidente, yo querría que se corrigiera el Acta.
en_gb: Mr President, this is just a question of a detail in the Minutes, but as it affects you too, I would like it to be corrected.

source: With
en_gb: William Withering

source: wvware / wvware la versión 1.2.4
en_gb: wvWare/wvWare version 1.2.4

source: Versión:
en_gb: Version:
